Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# training.ecbede3ec48a
source: セット目標はワークアウト開始時にコピーされ、履歴に残ります。
ar_sa: يتم نسخ الأهداف المحددة في بداية التمرين وتظل في السجل الخاص بك.
ca: Els objectius establerts es copien al començament d'un entrenament i romanen al vostre historial.
cs: Cíle sady se kopírují při zahájení cvičení a jsou uloženy v historii.
da: Sættets mål kopieres ved træningsstart og gemmes i historikken.
de_de: Die Ziele für den Satz werden beim Start des Trainings kopiert und in der Historie gespeichert.
el: Το στόχος του σετ αντιγράφεται κατά την έναρξη της προπόνησης και καταγράφεται στο ιστορικό.
en_au: The set goal is copied at the start of each workout and saved in your history.
es_es: La meta de la serie se copia al inicio del entrenamiento y se guarda en el historial.
fi: Sarjan tavoite kopioidaan harjoittelun alussa ja tallennetaan historian.
fr_ca: Les objectifs de l'ensemble sont copiés au début de l'entraînement et enregistrés dans l'historique.
gu: સેટનો ધ્યેય વર્કઆઉટ શરૂ કરતી વખતે કોપી થાય છે અને હિસ્ટ્રીમાં સાચવવામાં આવે છે.
he: מטרות הסט מתועדות בעת תחילת האימון ומוצגות בהיסטוריה.
hi: सेट का लक्ष्य वर्कआउट शुरू करने पर कॉपी किया जाता है और इतिहास में दर्ज होता है।
hr: Cilj serije se kopira na početku treninga i sprema se u historiji.
hu: A szett célja, hogy a gyakorlat elkezdésekor másolva, az előzményekben is megjelenjen.
id: Target Set disalin saat memulai latihan dan disimpan dalam riwayat.
it: L'obiettivo della serie viene copiato all'inizio dell'allenamento e salvato nella cronologia.
ko: 세트 목표는 운동 시작 시 복사되며, 기록에 남습니다.
mr: सेटचे लक्ष्य वर्कआउट सुरू करताना कॉपी केले जाईल आणि इतिहासात नोंदवले जाईल.
ms: Matlamat Set disalin pada mulanya dan disimpan dalam sejarah.
nl_nl: De doelstelling van de set wordt gekopieerd aan het begin van de workout en bewaard in de geschiedenis.
no: Målet for settet kopieres ved start av økten og lagres i historikken.
pl: Cel serii jest kopiowany na początku treningu i zapisywany w historii.
pt_br: O objetivo do conjunto é copiado no início do treino e guardado no histórico.
pt_pt: O objetivo do conjunto é copiado no início do treino e guardado no histórico.
ro: Obiectivele pentru fiecare set sunt copiate la începutul antrenamentului și sunt salvate în istoric.
ru: Цель серии копируется при начале тренировки и сохраняется в истории.
sk: Ciele sady sa kopírujú na začiatok tréningu a uložia sa do histórie.
sl: Cilj nastavitve se kopira ob začetku treninga in se shranjuje v zgodovino.
sv: Målet för set kopieras vid start av träningen och sparas i historiken.
ta: செட் இலக்கு, உடற்பயிற்சி தொடங்கும் போது நகலெடுக்கப்பட்டு, வரலாற்றில் சேமிக்கப்படும்.
te: వ్యాయామ ప్రారంభించినప్పుడు సెట్ లక్ష్యం కాపీ అవుతుంది మరియు హిస్టరీలో నిల్వ చేయబడుతుంది.
th: เป้าหมายเซ็ตจะถูกคัดลอกเมื่อเริ่มออกกำลังกาย และบันทึกไว้ในประวัติ
tr: Set hedefleri, antrenman başlangıcında kopyalanır ve geçmişe kaydedilir.
uk: Ціль для сету копіюється на початку тренування та зберігається в історії.
vi: Mục tiêu của bộ bài được sao chép khi bắt đầu tập và lưu vào lịch sử.
zh_hans: 组目标在开始锻炼时复制，并保存到历史记录。
zh_hant: 組目標會在運動開始時複製，並記錄在歷史中。

# training.ecbfec695cfb
source: 撮影セット
ar_sa: مجموعة اطلاق النار
ca: conjunt de tir
cs: Nastavení pro nahrávání
da: Optagelsesopsætning
de_de: Aufnahmeset
el: Σύνολο λήψης
en_au: Photo set
es_es: Conjunto de fotos
fi: Kuvaussetti
fr_ca: Enregistrement
gu: ફોટો સેટ
he: סט צילום
hi: फोटो सेट
hr: Set za snimanje
hu: Fotózási beállítások
id: Set foto
it: Serie di allenamento
ko: 촬영 세트
mr: फोटो सेट
ms: Set Semburan
nl_nl: Foto-set
no: Fotograferingssett
pl: Zestaw do nagrywania
pt_br: Conjunto de fotos
pt_pt: Conjunto de fotos
ro: Set de fotografii
ru: Набор для съемки
sk: Nastavenie na fotografovanie
sl: Nastavitve fotografiranja
sv: Fotograferingsuppsättning
ta: புகைப்படம் எடுத்த தொகுப்பு
te: ఫోటో సెట్
th: ชุดถ่ายภาพ
tr: Fotoğraf seti
uk: Набір для зйомки
vi: Bộ chụp ảnh
zh_hans: 拍摄设置
zh_hant: 拍摄设置

# training.ed189402693b
source: 自己ベスト
ar_sa: أفضل شخصية
ca: millor personal
cs: Váš osobní rekord
da: Personligt bedste
de_de: Persönliche Bestleistungen
el: Προσωπικός σας καλύτερος χρόνος
en_au: Personal Best
es_es: Mejores marcas personales
fi: Omat ennätykset
fr_ca: Meilleur personnel
gu: મારો શ્રેષ્ઠ પ્રદર્શન
he: השיא האישי שלך
hi: अपनी सर्वश्रेष्ठ प्रदर्शन
hr: Najbolji od sebe.
hu: Önálló legjobb időeredmény
id: Rekan Terbaik Sendiri
it: Miglior record personale
ko: 자신의 최고 기록
mr: वैयक्तिक सर्वोत्तम
ms: Rekod terbaik anda
nl_nl: Persoonlijke records
no: Ditt personlige beste
pl: Twój najlepszy wynik
pt_br: Seu melhor resultado
pt_pt: Seu melhor resultado
ro: Nivelul personal
ru: Личный рекорд
sk: Vlastné maximum
sl: Osebni vrh
sv: Eget rekord
ta: தனிப்பட்ட சாதனை
te: వ్యక్తిగత ఉత్తమ రికార్డు
th: บันทึกส่วนตัว
tr: Kendi rekorunuz
uk: Ваш особистий рекорд
vi: Thành tích cá nhân
zh_hans: 个人最佳
zh_hant: 個人最佳

# training.ed9a0cee2df7
source: 合計 {{value1}} / P {{value2}} F {{value3}} C {{value4}}
ar_sa: إجمالي {{value1}} / P {{value2}} F {{value3}} C {{value4}}
ca: Total {{value1}} / P {{value2}} F {{value3}} C {{value4}}
cs: Celkem: {{value1}} / P {{value2}} F {{value3}} C {{value4}}
da: I alt: {{value1}} / P {{value2}} F {{value3}} C {{value4}}
de_de: Gesamt: {{value1}} / P {{value2}} F {{value3}} C {{value4}}
el: Σύνολο: {{value1}} / P {{value2}} F {{value3}} C {{value4}}
en_au: Total: {{value1}} / P {{value2}} F {{value3}} C {{value4}}
es_es: Total: {{value1}} / P {{value2}} F {{value3}} C {{value4}}
fi: Yhteensä {{value1}} / P {{value2}} F {{value3}} C {{value4}}
fr_ca: Total : {{value1}} / P {{value2}} F {{value3}} C {{value4}}
gu: કુલ: {{value1}} / P {{value2}} F {{value3}} C {{value4}}
he: סה"כ: {{value1}} / P {{value2}} F {{value3}} C {{value4}}
hi: कुल: {{value1}} / P {{value2}} F {{value3}} C {{value4}}
hr: Ukupno {{value1}} / P {{value2}} F {{value3}} C {{value4}}
hu: Összesen: {{value1}} / P {{value2}} F {{value3}} C {{value4}}
id: Total: {{value1}} / P {{value2}} F {{value3}} C {{value4}}
it: Totale: {{value1}} / P {{value2}} F {{value3}} C {{value4}}
ko: 총 {{value1}} / P {{value2}} F {{value3}} C {{value4}}
mr: एकूण: {{value1}} / P {{value2}} F {{value3}} C {{value4}}
ms: Jumlah: {{value1}} / P {{value2}} F {{value3}} C {{value4}}
nl_nl: Totaal: {{value1}} / P {{value2}} F {{value3}} C {{value4}}
no: Totalt: {{value1}} / P {{value2}} F {{value3}} C {{value4}}
pl: Razem: {{value1}} / P {{value2}} F {{value3}} C {{value4}}
pt_br: Total: {{value1}} / P {{value2}} F {{value3}} C {{value4}}
pt_pt: Total: {{value1}} / P {{value2}} F {{value3}} C {{value4}}
ro: Total: {{value1}} / P {{value2}} F {{value3}} C {{value4}}
ru: Всего: {{value1}} / P {{value2}} F {{value3}} C {{value4}}
sk: Celok: {{value1}} / P {{value2}} F {{value3}} C {{value4}}
sl: Skupaj: {{value1}} / P {{value2}} F {{value3}} C {{value4}}
sv: Totalt: {{value1}} / P {{value2}} F {{value3}} C {{value4}}
ta: மொத்தம்: {{value1}} / P {{value2}} F {{value3}} C {{value4}}
te: మొత్తం {{value1}} / P {{value2}} F {{value3}} C {{value4}}
th: รวม {{value1}} / P {{value2}} F {{value3}} C {{value4}}
tr: Toplam: {{value1}} / P {{value2}} F {{value3}} C {{value4}}
uk: Загалом: {{value1}} / P {{value2}} F {{value3}} C {{value4}}
vi: Tổng: {{value1}} / P {{value2}} F {{value3}} C {{value4}}
zh_hans: 总计 {{value1}} / 卡路里 {{value2}} 脂肪 {{value3}} 碳水化合物 {{value4}}
zh_hant: 总 {{value1}} / P {{value2}} F {{value3}} C {{value4}}

# training.ee48ec2b9299
source: 今日の内容をApple Watchへ同期中
ar_sa: مزامنة محتوى اليوم مع Apple Watch
ca: Sincronitzant el contingut d'avui amb Apple Watch
cs: Synchronizace do Apple Watch probíhá
da: Dagens indhold synkroniseres med Apple Watch
de_de: Heute's Training wird auf das Apple Watch synchronisiert
el: Συγχρονίζεται η σημερινή προπόνηση με το Apple Watch
en_au: Syncing today's workout to Apple Watch
es_es: Sincronizando la información de hoy con Apple Watch
fi: Tänään tehdyt toiminnot synkronoidaan Apple Watchiin
fr_ca: Synchronisation du contenu de la journée avec Apple Watch en cours
gu: આજનો ડેટા એપલ વોચ સાથે સિંક થઈ રહ્યો છે
he: מסתנכרן עם תוכן היום ל-Apple Watch
hi: आज की जानकारी को Apple Watch पर सिंक किया जा रहा है
hr: Sinkronizacija podataka za danas s Apple Watchom u toku
hu: A mai edzés adatait az Apple Watch-ra szinkronizálom
id: Menyinkronkan Konten Hari Ini ke Apple Watch
it: In fase di sincronizzazione della cronologia di oggi con Apple Watch
ko: 오늘의 내용을 Apple Watch로 동기화 중
mr: आजचे वेळापत्रक Apple Watch वर सिंक करत आहे
ms: Maklumat hari ini sedang disinkronkan ke Apple Watch
nl_nl: De inhoud van vandaag wordt gesynchroniseerd met Apple Watch
no: Synkroniserer dagens treningsøkter med Apple Watch
pl: Synchronizacja treningu z Apple Watch trwa
pt_br: Sincronizando conteúdo de hoje com o Apple Watch
pt_pt: Sincronizando conteúdo de hoje com o Apple Watch
ro: Sincronizare activitate de astăzi cu Apple Watch
ru: Синхронизация содержания сегодняшней тренировки с Apple Watch (в процессе)
sk: Synchronizácia údajov s Apple Watch je v trakcie
sl: Sinhronizacija programa trenutnega s vašim Apple Watchom
sv: Synkroniserar innehåll med Apple Watch
ta: இன்று உள்ள தகவலை ஆப்பிள் வாட்ச் உடன் ஒத்திசைக்கப்பட்டு வருகிறது
te: ఈరోజు కంటెంట్‌ను Apple Watchకు సింక్ చేస్తున్నారు
th: กำลังซิงค์ข้อมูลวันนี้กับ Apple Watch
tr: Bugünün içeriği Apple Watch'a senkronize ediliyor
uk: Синхронізація запису сьогоднішніх тренувань з Apple Watch
vi: Đang đồng bộ hóa nội dung hôm nay lên Apple Watch
zh_hans: 正在将今天的记录同步到Apple Watch
zh_hant: 正在將今日的內容同步到 Apple Watch

# training.ee4c1cfcf5fd
source: 種目名
ar_sa: اسم الحدث
ca: Nom de l'esdeveniment
cs: Název kategorie
da: Øvelsens navn
de_de: Übungstyp
el: Όνομα άσκησης
en_au: Exercise Name
es_es: Nombre del ejercicio
fi: Lajin nimi
fr_ca: Nom de la catégorie
gu: પ્રકારનું નામ
he: שם הפעילות
hi: व्यायाम का नाम
hr: Naziv kategorije
hu: Kategória neve
id: Nama Latihan
it: Nome dell'esercizio
ko: 운동 종류
mr: प्रकाराचे नाव
ms: Nama Latihan
nl_nl: Naam van de oefening
no: Øvelsenavn
pl: Nazwa ćwiczenia
pt_br: Nome do exercício
pt_pt: Nome do exercício
ro: Numele exercițiului
ru: Название категории
sk: Názov cvičenia
sl: Ime vrste
sv: Övningstyp
ta: பயிற்சி வகை பெயர்
te: విభాగం పేరు
th: ชื่อประเภท
tr: Egzersiz Adı
uk: Назва вправи
vi: Tên bài tập
zh_hans: 项目名称
zh_hant: 項目名稱

# training.eef6e758977b
source: 前回 {{value1}} × {{value2}}回
ar_sa: السابق مرات {{value1}} × {{value2}}
ca: Veces anteriors {{value1}} × {{value2}}
cs: Poslední {{value1}} × {{value2}}krát
da: Sidste gang {{value1}} × {{value2}} gange
de_de: Letzte {{value1}} × {{value2}} Wiederholungen
el: Προηγούμενη {{value1}} × {{value2}} φορά
en_au: Last {{value1}} × {{value2}} times
es_es: {{value1}} × {{value2}} veces la última vez
fi: Viimeksi {{value1}} × {{value2}} kertaa
fr_ca: Dernière fois {{value1}} × {{value2}}
gu: છેલ્લે {{value1}} × {{value2}} વખત
he: {{value1}} × {{value2}} פעמים בחודש הקודם
hi: पिछली {{value1}} × {{value2}} बार
hr: {{value1}} × {{value2}} puta
hu: Korábbi {{value1}} × {{value2}} alkalom
id: {{value1}} × {{value2}} kali sebelumnya
it: {{value1}} × {{value2}} volte la volta scorsa
ko: 이전 {{value1}}회 × {{value2}}회
mr: मागील {{value1}} × {{value2}} वेळा
ms: {{value1}} × {{value2}} kali sebelum ini
nl_nl: Vorige {{value1}} × {{value2}} keer
no: Tidligere {{value1}} × {{value2}} ganger
pl: Poprzednio {{value1}} × {{value2}} razy
pt_br: Última vez {{value1}} × {{value2}} vezes
pt_pt: Última vez {{value1}} × {{value2}} vezes
ro: {{value1}} × {{value2}} din luna precedentă
ru: Последнее {{value1}} × {{value2}} раз
sk: Predchádzajúce {{value1}} × {{value2}} cvičení
sl: {{value1}} × {{value2}}krat v prejšnjem mesecu
sv: Senast {{value1}} × {{value2}} gånger
ta: {{value1}} × {{value2}} முறை
te: గతంలో {{value1}} × {{value2}} సార్లు
th: ครั้งล่าสุด {{value1}} × {{value2}} ครั้ง
tr: Geçtiğimiz {{value1}} × {{value2}} kez
uk: Раніше {{value1}} × {{value2}} разів
vi: Lần trước {{value1}} × {{value2}} lần
zh_hans: 上次 {{value1}} × {{value2}}次
zh_hant: 上次 {{value1}} × {{value2}}次

# training.ef172c6f0ed0
source: メモ
ar_sa: مذكرة
ca: nota
cs: Poznámky
da: Noter
de_de: Notizen
el: Σημειώσεις
en_au: Notes
es_es: Notas
fi: Muistiinpanot
fr_ca: Notes
gu: નોંધો
he: הערות
hi: नोट्स
hr: Napomena
hu: Megjegyzések
id: Catatan
it: Note
ko: 메모
mr: नोंद
ms: Nota
nl_nl: Notities
no: Notater
pl: Notatki
pt_br: Notas
pt_pt: Notas
ro: Note
ru: Заметки
sk: Poznačky
sl: Opombe
sv: Anteckningar
ta: குறிப்புகள்
te: గమనికలు
th: บันทึก
tr: Notlar
uk: Примітки
vi: Ghi chú
zh_hans: 备注
zh_hant: 備忘錄

# training.efc343f41739
source: {{value1}}/{{value2}}セット {{value3}}
ar_sa: مجموعة {{value1}}/{{value2}} {{value3}}
ca: {{value1}}/{{value2}} conjunt {{value3}}
cs: {{value1}}/{{value2}} sérií, {{value3}}
da: {{value1}}/{{value2}}Sæt{{value3}}
de_de: {{value1}}/{{value2}} Sätze, {{value3}}
el: {{value1}}/{{value2}} σετ, {{value3}}
en_au: {{value1}}/{{value2}} sets, {{value3}}
es_es: {{value1}}/{{value2}} repeticiones, {{value3}}
fi: {{value1}}/{{value2}} sarja, {{value3}}
fr_ca: {{value1}}/{{value2}} séries, {{value3}}
gu: {{value1}}/{{value2}} સેટ {{value3}}
he: {{value1}}/{{value2}} סטים {{value3}}
hi: {{value1}}/{{value2}} सेट {{value3}}
hr: {{value1}}/{{value2}} set {{value3}}
hu: {{value1}}/{{value2}} alkalom {{value3}}
id: {{value1}}/{{value2}} set {{value3}}
it: {{value1}}/{{value2}} serie, {{value3}}
ko: {{value1}}/{{value2}}세트 {{value3}}
mr: {{value1}}/{{value2}} सेट {{value3}}
ms: {{value1}}/ {{value2}} Set {{value3}}
nl_nl: {{value1}}/ {{value2}} Pakket {{value3}}
no: {{value1}}/{{value2}} sett, {{value3}}
pl: {{value1}}/{{value2}} zestawów, {{value3}}
pt_br: {{value1}}/{{value2}} séries {{value3}}
pt_pt: {{value1}}/{{value2}} séries {{value3}}
ro: {{value1}}/{{value2}} seturi • {{value3}}
ru: {{value1}}/{{value2}} подходов, {{value3}}
sk: {{value1}}/{{value2}} opakovaní, {{value3}}
sl: {{value1}}/{{value2}} nastavitev {{value3}}
sv: {{value1}}/{{value2}} set, {{value3}}
ta: {{value1}}/{{value2}} என்ற தொகுப்பில் {{value3}}
te: {{value1}}/{{value2}} సెట్లు {{value3}}
th: {{value1}}/{{value2}} ชุด, {{value3}}
tr: {{value1}}/{{value2}} set, {{value3}}
uk: {{value1}}/{{value2}} підходів {{value3}}
vi: {{value1}}/ {{value2}} Bộ {{value3}}
zh_hans: {{value1}}/{{value2}}组 {{value3}}
zh_hant: {{value1}}/{{value2}} 組 {{value3}}

# training.f0d764cbc433
source: コーチへの希望・任意
ar_sa: طلب مدرب/اختياري
ca: Sol·licitud d'entrenador/opcional
cs: Požadavky na trenéra (volitelné)
da: Ønsker til træner (valgfrit)
de_de: Wunsch für Trainer (optional)
el: Ζητήματα προς τον προπονητή (προαιρετικά)
en_au: Request to coach (optional)
es_es: Solicitudes al entrenador (opcional)
fi: Pyynnöt valmentajalle (valinnainen)
fr_ca: Demandes à votre coach (facultatif)
gu: કોચ માટે વિનંતી - વૈકલ્પિક
he: בקשת אימון מותאם אישית (אופציונלי)
hi: कोच के लिए अनुरोध - वैकल्पिक
hr: Željene vježbe (opcionalno)
hu: Edzői kérés (önálló)
id: Permintaan ke pelatih (opsional)
it: Richiesta al personal trainer (opzionale)
ko: 코치에게 원하는 운동 (선택 사항)
mr: कोचला विनंती (आवश्यक नाही)
ms: Permintaan kepada jurulatih (Opsional)
nl_nl: Wens aan coach (optioneel)
no: Ønsker til trener (valgfritt)
pl: Dodaj do planu treningowego (opcjonalne)
pt_br: Solicitação para o treinador (opcional)
pt_pt: Solicitação para o treinador (opcional)
ro: Cereri către antrenor (opțional)
ru: Запрос тренеру (по желанию)
sk: Požiadavky pre trénera (voliteľné)
sl: Želene vadbe (neobvezno)
sv: Önskemål till coach (valfritt)
ta: பயிற்சியாளருக்கு விருப்பம் - விருப்பமானது
te: కోచ్‌కు అభ్యర్థన - ఐచ్ఛికం
th: ข้อความถึงโค้ช (ไม่บังคับ)
tr: Antrenöre istediğin/isteğe bağlı egzersizler
uk: Запит тренеру (за бажанням)
vi: Yêu cầu/Tùy chỉnh cho huấn luyện viên
zh_hans: 向教练的建议・任意
zh_hant: 向教練的建議/自定義

# training.f0fcaf87273a
source: レッグプレス
ar_sa: اضغط على الساق
ca: premsa de cames
cs: Tlak na nohy
da: Ben press
de_de: Beinpresse
el: Πίεση ποδιών
en_au: Leg Press
es_es: Press de piernas
fi: Jalkojen puristus
fr_ca: Presse pour les jambes
gu: લેગ પ્રેસ
he: דחיסת רגליים
hi: लेग प्रेस
hr: Prednji udar s teškom
hu: Izomgömb fejtés
id: Leg Press
it: Press gambe
ko: 레그 프레스
mr: लेग प्रेस
ms: Tekan Kaki
nl_nl: Beenpers
no: Benpress
pl: Wyciskanie nóg
pt_br: Leg press
pt_pt: Leg press
ro: Presă pentru picioare
ru: Жим ногами
sk: Preskus s nohami
sl: Strojni trening za noge
sv: Benpress
ta: லெக் பிரஸ்
te: లెగ్ ప్రెస్
th: กดขา
tr: Bacak Presi
uk: Жим ніг
vi: Ép chân
zh_hans: 腿推
zh_hant: 腿推

# training.f1bec92b6943
source: 週{{value1}}日・{{value2}}分
ar_sa: الأسبوع {{value1}} أيام/{{value2}} دقيقة
ca: Setmana {{value1}} dies/{{value2}} minuts
cs: {{value1}} dní a {{value2}} minut týdně
da: {{value1}} dage・{{value2}} minutter om ugen
de_de: {{value1}} Tage / {{value2}} Minuten pro Woche
el: {{value1}} ημέρες / {{value2}} λεπτά την εβδομάδα
en_au: {{value1}} days・{{value2}} minutes per week
es_es: {{value1}} días/{{value2}} minutos por semana
fi: {{value1}} päivää / {{value2}} minuuttia
fr_ca: {{value1}} jours et {{value2}} minutes par semaine
gu: {{value1}} દિવસ અને {{value2}} મિનિટનું અઠવાડિયું
he: {{value1}} ימים בשבוע + {{value2}} דקות
hi: सप्ताह {{value1}} दिन・{{value2}} मिनट
hr: {{value1}} dana i {{value2}} minuta tjedno
hu: {{value1}} nap / {{value2}} perc
id: {{value1}} hari・{{value2}} menit per minggu
it: {{value1}} giorni/{{value2}} minuti a settimana
ko: {{value1}}일・{{value2}}분
mr: {{value1}} दिवसांचे / {{value2}} मिनिटांचे हप्ता
ms: {{value1}} hari dan {{value2}} minit setiap minggu
nl_nl: {{value1}} dagen / {{value2}} minuten per week
no: {{value1}} dager / {{value2}} minutter per uke
pl: {{value1}} dni i {{value2}} minut tygodniowo
pt_br: {{value1}} dias/{{value2}} minutos por semana
pt_pt: {{value1}} dias/{{value2}} minutos por semana
ro: {{value1}} zile/{{value2}} minute pe săptămână
ru: {{value1}} дней и {{value2}} минут в неделю
sk: {{value1}} dní a {{value2}} minút v týždni
sl: {{value1}} dni / {{value2}} minut na nedeljo
sv: {{value1}} dagar/{{value2}} minuter per vecka
ta: வாரத்திற்கு {{value1}} நாட்கள் மற்றும் {{value2}} நிமிடங்கள்
te: వారం {{value1}} రోజులు・{{value2}} నిమిషాలు
th: สัปดาห์ {{value1}} วัน • {{value2}} นาที
tr: {{value1}} hafta・{{value2}} dakika
uk: {{value1}} днів та {{value2}} хвилин на тиждень
vi: {{value1}} ngày/ {{value2}} phút mỗi tuần
zh_hans: 每周 {{value1}} 天 · {{value2}} 分
zh_hant: 每週{{value1}}天・{{value2}}分鐘

# training.f1fc156b78fb
source: Watchの記録を破棄しますか？
ar_sa: هل تريد تدمير سجلات المشاهدة الخاصة بك؟
ca: Vols destruir els teus registres de rellotges?
cs: Chcete smazat záznamy z Watch?
da: Vil du slette registreringen med Watch?
de_de: Sollen die Aufzeichnungen mit dem Watch gelöscht werden?
el: Θέλετε να διαγράψετε την καταγραφή του Watch;
en_au: Do you want to delete the Watch recording?
es_es: ¿Desea eliminar el registro de Watch?
fi: Haluatko poistaa seurantan tiedot?
fr_ca: Voulez-vous supprimer les données de l'application Watch ?
gu: શું તમે "વોચ" નો રેકોર્ડ કાઢી નાખવા માંગો છો?
he: האם תרצו למחוק את הרישום של ה-Watch?
hi: क्या आप वॉच का रिकॉर्ड हटाना चाहते हैं?
hr: Želite li izbrisati zapis s uređaja Watch?
hu: Telen a Watch adatok törlését?
id: Hapus rekaman Watch?
it: Eliminare i dati registrati con il dispositivo?
ko: 워치 기록을 삭제하시겠습니까?
mr: वॉचचे रेकॉर्ड रद्द करायचे आहे का?
ms: Adakah anda ingin membuang rekod Watch?
nl_nl: Wil je de gegevens van de Watch verwijderen?
no: Vil du slette opptaket fra Watch?
pl: Czy chcesz usunąć rejestrację z urządzenia Watch?
pt_br: Você deseja descartar o registro do Watch?
pt_pt: Você deseja descartar o registro do Watch?
ro: Vrei să ștergi înregistrările de la Watch?
ru: Удалить запись с Watch?
sk: Chcete zmať záznamy z Watch?
sl: Ali želite izbrisati zapis iz Watcha?
sv: Vill du radera registreringen med Watch?
ta: வாட்ச் பதிவை நீக்க வேண்டுமா?
te: వాచ్ రికార్డును తొలగించాలా?
th: ต้องการลบการบันทึกข้อมูลด้วย Watch หรือไม่?
tr: Watch kaydını silmek istiyor musunuz?
uk: Чи хочете видалити записи за допомогою "Watch"?
vi: Bạn có muốn xóa lịch sử theo dõi?
zh_hans: 是否要删除 Watch 的记录？
zh_hant: 是否要刪除 Watch 的記錄？

# training.f29b58714fe0
source: 月
ar_sa: القمر
ca: lluna
cs: Měsíc
da: Måned
de_de: Monat
el: Μήνας
en_au: Month
es_es: Mes
fi: Kuukausi
fr_ca: Mois
gu: માસ
he: חודש
hi: महीना
hr: Mjesec.
hu: Hónap
id: Bulan
it: Mese
ko: 월
mr: महिना
ms: Bulan
nl_nl: Maand
no: Måned
pl: Miesiąc
pt_br: Mês
pt_pt: Mês
ro: Luna
ru: Месяц
sk: Mesiac
sl: Mesečina
sv: Månad
ta: மாதம்
te: నెల
th: เดือน
tr: Ay
uk: Місяць
vi: Tháng
zh_hans: 月份

# training.f3374f25ffb6
source: 達成率 {{value1}}
ar_sa: معدل الإنجاز {{value1}}
ca: Taxa d'assoliment {{value1}}
cs: {{value1}} %
da: {{value1}} % opnået
de_de: Erfolgsgrad {{value1}}
el: Ποσοστό Επιτυχίας {{value1}}
en_au: Achievement rate {{value1}}
es_es: {{value1}}%
fi: Saavutusprosentti {{value1}}
fr_ca: {{value1}} %
gu: સફળતા દર {{value1}}
he: אחוז הצלחה {{value1}}
hi: पूर्णता दर {{value1}}
hr: Stopa postignuća {{value1}}
hu: {{value1}}%
id: Persentase pencapaian {{value1}}
it: {{value1}}% completato
ko: 달성률 {{value1}}
mr: यशस्वी दर {{value1}}
ms: Peratusan pencapaian {{value1}}
nl_nl: {{value1}}%
no: {{value1}} % oppnådd
pl: Procent osiągnięcia {{value1}}
pt_br: Taxa de conquista {{value1}}
pt_pt: Taxa de conquista {{value1}}
ro: {{value1}}%
ru: Процент достижения {{value1}}
sk: Miera dosiahnutia {{value1}}
sl: {{value1}} %
sv: {{value1}} procent
ta: சாதன சதவீதம் {{value1}}
te: సాధించిన శాతం {{value1}}
th: เปอร์เซ็นต์ความสำเร็จ {{value1}}
tr: Başarı oranı {{value1}}
uk: Відсоток досягнення {{value1}}
vi: Tỷ lệ hoàn thành {{value1}}
zh_hans: 完成度 {{value1}}

# training.f3db21504894
source: 種目別履歴
ar_sa: التاريخ حسب الحدث
ca: Història per esdeveniment
cs: Historie podle kategorií
da: Historik efter øvelse
de_de: Übungstyp-Historie
el: Ιστορικό κατά κατηγορία
en_au: Exercise History by Type
es_es: Historial de ejercicios
fi: Lajin historianäkymä
fr_ca: Historique des catégories
gu: પ્રકાર પ્રમાણે ઇતિહાસ
he: היסטוריית פעילויות לפי סוג
hi: विशिष्ट व्यायाम का इतिहास
hr: Povijest po kategorijama
hu: Kategóriák szerint történő előzmények
id: Riwayat Berdasarkan Jenis Latihan
it: Cronologia degli esercizi specifici
ko: 운동 종류별 기록
mr: प्रकारानुसार इतिहास
ms: Sejarah Berdasarkan Jenis Latihan
nl_nl: Oefenhistorie
no: Historikk per øvelse
pl: Historia według kategorii ćwiczeń
pt_br: Histórico por exercício
pt_pt: Histórico por exercício
ro: Istoric după tipul exercițiului
ru: История по категориям
sk: História podľa kategórií
sl: Seznam po vrstah
sv: Övningstyphistorik
ta: பயிற்சி வகை வரலாறு
te: విభాగాల వారీగా చరిత్ర
th: ประวัติตามประเภท
tr: Egzersiz Türlerine Göre Geçmiş
uk: Історія за видами вправ
vi: Lịch sử theo bài tập
zh_hans: 按项目记录
zh_hant: 按項目紀錄
